Repository: lainsce/khronos
Catalog: po/extra/*.po
Languages: it, nl, pt

source: Track each task's time in a simple inobtrusive way
it: Tieni traccia del tempo di ogni attività in modo semplice e non invadente
nl: Houd de tijd van elke taak bij op eenvoudige, niet-storende wijze
pt: Siga o tempo de cada tarefa de um modo simples e não intrusivo

source: Start tracking any task's "during" time and start &amp; stop as you go, with notifications.
it: Inizia a tenere traccia di qualsiasi attività "durante" il tempo e avvia &amp; interrompi man mano che procedicon le notifiche.
nl: Houd de tijd van elke taak bij en start en stop wanneer je maar wilt. Ondersteunt meldingen.
pt: Começe a seguir uma tarefa qualquer "durante" o tempo e inicie &amp; pare enquanto for seguindo, com notificações.

source: Quit anytime with the shortcut Ctrl + Q
it: Esci in qualsiasi momento con la scorciatoia Ctrl + Q
nl: Sluit af met Ctrl + Q
pt: Saía quando quiser com o atalho Ctrl + Q

source: Release: Start Sorting
it: Rilascio: avvia Ordinamento
nl: Uitgave: "Beginnen met sorteren"
pt: Lançamento: Começar a Ordenar

source: Added: Sorting Options on Settings Menu
it: Aggiunto: Opzioni di ordinamento nel menu Impostazioni
nl: Toegevoegd: sorteeropties in het instellingenmenu
pt: Adicionado: Opções de Ordenar no Menu de Definições

source: Release: Start Building Up
it: Rilascio: Inizio a Costruire
nl: Uitgave: "Beginnen met opbouwen"
pt: Lançamento: Começe a Construir

source: Added: Logging the start date of tasks
it: Aggiunto: registrazione della data di inizio delle attività
nl: Toegevoegd: de startdatum van taken wordt voortaan gelogd
pt: Adicionado: Registo da data de inicio das tarefas

source: Added: Exporting the Task Log as CSV file
it: Aggiunto: esportazione del registro delle attività come file CSV
nl: Toegevoegd: het taaklog kan worden geëxporteerd als csv-bestand
pt: Adicionado: Exportar o Registo de Tarefas como um ficheiro CSV

source: Added: Configurable notifications to go along with tasks
it: Aggiunto: notifiche configurabili per accompagnare le attività
nl: Toegevoegd: instelbare meldingen bij taken
pt: Adicionado: Notificações configuráveis indo ao encontro das tarefas

source: Release: Initial Tracking
it: Versione: monitoraggio iniziale
nl: Uitgave: "Initiële bijhouding"
pt: Lançamento: Seguimento Inicial

source: First stable release
it: Prima versione stabile
nl: Eerste stabiele uitgave
pt: Primeiro lançamento estável

source: Track each task time in a simple inobtrusive way
it: Tieni traccia di ogni attività in modo semplice e non invadente
nl: Houd de tijd van elke taak bij op eenvoudige, niet-storende wijze
pt: Siga o tempo de cada tarefa de um modo simples e não intrusivo

source: Plot;Planning;Time Tracking;
it: Tracciare, pianificazione, monitoraggio del tempo;
nl: Bepaal;Week;Plannen;Tijdschema;
pt: Traçar;Planear;Seguir Tempo;
