Repository: lainsce/khronos
Catalog: po/*.po
Languages: cs, es, fr, he, hi, hr, id, it, nl, pt_br, sk, sr, sr@latin, tr

source: Dark Mode
id: Mode Gelap
sk: Tmavý režim
