Repository: lainsce/khronos
Catalog: po/*.po
Languages: cs, es, fr, he, hi, hr, id, it, nl, pt_br, sk, sr, sr@latin, tr

source: Log the time it took to do tasks
cs: Zaznamenávání času potřebného k provedení úkolů
es: Registre el tiempo que ha tardado en realizar las tareas
fr: Consignez le temps nécessaire pour accomplir vos tâches
he: תיעוד הזמן שנדרש לביצוע משימות
hi: कार्य करने में लगने वाले समय को लॉग करें
hr: Zabilježi vrijeme potrebno za obavljanje zadataka
it: Registra il tempo impiegato per svolgere le attività
nl: Houd de tijd van uitgevoerde taken bij
pt_br: Registre o tempo que levou para realizar as tarefas
sr: Пратите време које је потребно да се ураде задаци
sr@latin: Pratite vreme koje je potrebno da se urade zadaci
tr: Görevleri yapmak için geçen süreyi günlüğe kaydedin

source: Start logging any task's time to completion, with the ability to stop the timer at any moment, with notifications for longer task sessions.
cs: Začněte zaznamenávat čas do dokončení jakéhokoli úkolu s možností časovač kdykoli zastavit a s upozorněními na delší úkoly.
es: Comience a registrar el tiempo de cualquier tarea hasta su finalización, con la posibilidad de detener el temporizador en cualquier momento, con notificaciones para las sesiones de tareas más largas.
fr: Commencez à enregistrer le temps qu'il vous faut pour exécuter n'importe quelle tâche, avec la possibilité d'arrêter le chronomètre à tout moment, ainsi que des notifications pour les sessions de tâches plus longues.
he: אפשר להתחיל לתעד את הזמן שלקח להשלים כל משימה שהיא, עם אפשרות לעצור את המתזמן בכל עת, עם התראות למשימות ארוכות יותר.
hi: किसी भी कार्य के पूरा होने के समय को लॉग करना प्रारंभ करें, किसी भी क्षण टाइमर को रोकने की क्षमता के साथ, लंबे कार्य सत्रों के लिए सूचनाओं के साथ।
hr: Počni bilježiti vrijeme bilo kojeg zadatka do završetka, s mogućnošću prekidanja štoperice u bilo kojem trenutku, s obavijestima za duže sesije zadataka.
it: Inizia a registrare il tempo di completamento di qualsiasi attività, con la possibilità di interrompere il timer in qualsiasi momento, con notifiche per sessioni di attività più lunghe.
nl: Begin met het bijhouden van de tijd die een taak nodig heeft om te worden voltooid, met de mogelijkheid om de timer op elk moment te stoppen, en met meldingen voor langere taaksessies.
pt_br: Comece a registrar o tempo para conclusão de qualquer tarefa, com a capacidade de parar o cronômetro a qualquer momento, com notificações para sessões de tarefas mais longas.
tr: Kronometreyi her an durdurma özelliğiyle, herhangi bir görevin tamamlanma zamanını, daha uzun görev oturumlarında bildirimlerle, günlüğe kaydetmeye başlayın.

source: Quit anytime with the shortcut Ctrl + Q
cs: Ukončení kdykoli pomocí klávesové zkratky Ctrl + Q
es: Salir en cualquier momento con el atajo Ctrl + Q
fr: Quittez à tout moment avec le raccourci Ctrl + Q
he: ניתן לצאת בכל עת עם קיצור המקשים Ctrl + Q
hi: शॉर्टकट Ctrl + Q से किसी भी समय बाहर निकलें
hr: Zatvori program u bilo kojem trenutku pomoću prečaca Ctrl + Q
it: Esci in qualsiasi momento con la scorciatoia Ctrl + Q
nl: Sluit af op elk moment met de sneltoets Ctrl + Q
pt_br: Saia a qualquer momento com o atalho Ctrl + Q
sr: Изаћите користећи пречицу Ctrl + Q
sr@latin: Izaćite koristeći prečicu Ctrl + Q
tr: Ctrl + Q kısayoluyla istediğiniz zaman çıkın

source: Release: Hour
nl: Uitgave: Uur

source: Changed: UI is now pure Adwaita following the inclusion of Khronos in GNOME Circle.
nl: Veranderd: Interface is nu pure Adwaita na de opname van Khronos in GNOME Circle.

source: Release: Minute
nl: Uitgave: Minuut

source: Changed: UI now follows my own style that complements that of Adwaita, called Solo.
nl: Veranderd: Interface volgt nu mijn eigen stijl welke een aanvulling is op die van Adwaita, genaamd Solo.

source: Release: Second
nl: Uitgave: Seconde

source: Changed: The UI colors, they are now way less in your face yet are still colored. The Logs are now stylized like cards.
nl: Veranderd: De interfacekleuren, ze zijn nu veel minder in je gezicht maar toch gekleurd. De logboeken zijn nu gestileerd als kaarten.

source: Release: Nanosecond
es: Versión: Nanosegundo
nl: Uitgave: Nanoseconde

source: Removed: each log's delete button, as they would be accidentally clicked and would remove the log.
es: Eliminado: el botón de borrado de cada registro, ya que al ser pulsado accidentalmente eliminaba el registro.
nl: Verwijderd: De verwijderknop van elke log, omdat die per ongeluk zou worden ingedrukt en het logboek zou verwijderen.

source: Release: Leap Year
es: Versión: Año bisiesto
nl: Uitgave: Schrikkeljaar

source: Added: Logs now have tags! Add tags in the new entry below log name, by specifying them with colons, like this: "tag1:tag2:tag3".
es: Añadido: ¡Los registros ahora tienen etiquetas! Añada etiquetas en la entrada nueva debajo del nombre del registro, especificándolas con dos puntos, así "etiqueta1:etiqueta2:etiqueta3".
nl: Toegevoegd: Logs hebben nu tags! Voeg tags toe in het nieuwe item onder de log-naam, door ze te specificeren met dubbele punten, zoals dit: ‘tag1:tag2:tag3’.

source: Release: Tick Tock Clock
es: Versión: Reloj Tick Tock
nl: Uitgave: Tik Tok Klok

source: Changed: UI now sports an experimental design.
es: Cambiado: La interfaz de usuario tiene ahora un diseño experimental.
nl: Veranderd: Interface heeft nu een experimenteel ontwerp.

source: Changed: A robust backend rewrite.
es: Cambiado: Una robusta reescritura del código.
nl: Veranderd: Een robuuste backend-herschrijving.

source: Release: UI Refreshments
cs: Vydání: občerstvení UL
es: Versión: Actualizaciones de la interfaz de usuario
fr: Version : Interface rafraîchie
he: במהדורה: רענוני מנשק משתמש
hr: Izdanje: Poboljšano korisničko sučelje
it: Rilascio: Aggiornamenti all'interfaccia utente
nl: Uitgave: Interfaceverversingen
tr: Sürüm: Kullanıcı Arayüzü İyileştirmeleri

source: Changed: The UI is now with a better layout.
cs: Změněno: UL je nyní s lepším rozvržením.
es: Cambiado: La interfaz de usuario tiene ahora un mejor diseño.
fr: Changement : l'interface est désormais mieux agencée.
he: שינויים: פריסת מנשק המשתמש השתפרה.
hr: Promjena: Korisničko sučelje sada ima bolji raspored.
it: Modificato: l'interfaccia utente è ora con un layout migliore.
nl: Veranderd: De interface heeft nu een betere lay-out.
tr: Değişti: Kullanıcı arayüzü düzeni iyileştirildi.

source: Release: Port to GTK4
cs: Vydání: Přechod na GTK4
es: Versión: Portado a GTK4
fr: Version : portage vers GTK4
he: במהדורה: הסבה ל־GTK4
hr: Izdanje: Portiranje na GTK4
it: Versione: port su GTK4
nl: Uitgave: Port naar GTK4
sr: Издање: Порт на ГТК4
sr@latin: Izdanje: Port na GTK4
tr: Sürüm: GTK4'e geçiş yapıldı

source: Changed: Rewritten for GTK4.
cs: Změněno: Přepsáno pro GTK4.
es: Cambiado: Reescrito para GTK4.
fr: Changement : réécriture en GTK4.
he: שינויים: שכתוב מחדש ל־GTK4.
hr: Promjena: Preprogramirano za GTK4.
it: Modificato: riscritto per GTK4.
nl: Veranderd: Herschreven met GTK4.
sr: Измењено: Преписано за ГТК4
sr@latin: Izmenjeno: Prepisano za GTK4
tr: Dğişti: GTK4 için yeniden yazıldı

source: Track each task time in a simple inobtrusive way
cs: Sledování času každého úkolu jednoduchým nevtíravým způsobem
es: Controla el tiempo de cada tarea de forma sencilla y no intrusiva
fr: Suivez le déroulement de chaque tâche de manière simple et discrète
he: מעקב אחר זמן שלוקח לבצע משימה בצורה פשוטה ולא מתבלטת
hi: प्रत्येक कार्य के समय पर सरल, विनीत तरीके से नज़र रखें
hr: Mjeri vrijeme za obavljanje zadataka na jednostavan i nesmetan način
it: Tieni traccia di ogni attività in modo semplice e non invadente
nl: Houd de tijd van elke taak bij op eenvoudige, niet-storende wijze
pt_br: Monitore o tempo de cada tarefa de uma forma simples e discreta
sr: Пратите време задатака на једноставан ненаметљив начин
sr@latin: Pratite vreme zadataka na jednostavan nenametljiv način
tr: Her görev süresini basit ve göze batmayan bir şekilde takip edin

source: Plot;Planning;Time Tracking;
cs: Pozemek;Plánování;Sledování času;
es: Plot;Planning;Time Tracking;Plan;Tiempo;
fr: Plot;Planning;Time Tracking;Suivi du temps;
he: תכנון;מעקב;תיעוד זמן;מעקב זמן;מעקב משימות;ביצוע מטלות;ביצוע משימות;
hi: सारणी;योजना;समय निगरानी;
hr: Planiranje;Mjerenje vremena;
it: Tracciare, pianificazione, monitoraggio del tempo;
nl: Plot;Planning;Time Tracking;Plannen;Tijdschema;Bijhouden;
pt_br: Plot;Planejamento;Controle de Tempo;
sr: Планирање;Праћење времена;
sr@latin: Planiranje;Praćenje vremena;
tr: Plot;Planlama;Süre;Zaman;Zaman Takibi;Süre Takibi;Planning;Time Tracking;

source: Migration Version
es: Versión de migración
hi: माइग्रेशन संस्करण
nl: Migration-versie
pt_br: Versão de migração

source: The version of migration to use; Do not change.
es: La versión de migración a usar; No cambiar.
hi: उपयोग के लिए माइग्रेशन का संस्करण; बदलें नहीं।
nl: De versie van migration om te gebruiken; niet aanpassen.
pt_br: A versão da migração a ser usada; Não altere.

source: Delay between notifications
cs: Prodleva mezi oznámeními
es: Retardo entre notificaciones
fr: Délai entre les notifications
he: השהיה בין התראות
hi: सूचनाओं के बीच विलंब
hr: Odgoda između obavještavanja
it: Ritardo tra le notifiche
nl: Vertraging tussen meldingen
pt_br: Atraso entre notificações
tr: Bildirimler arasındaki gecikme

source: The delay between two notifications, default is 30min. in seconds.
cs: Prodleva mezi dvěma oznámeními, výchozí hodnota je 30min. v sekundách.
es: El retardo entre dos notificaciones, el predeterminado es 30min. en segundos.
fr: Le délai entre deux notifications, en secondes, à 30 minutes par défaut.
he: ההפרש בין שתי התראות, ברירת המחדל היא 30 דקות, בשניות.
hi: दो सूचनाओं के बीच विलंब, तयशुदा 30 मिनट है। कुछ लम्हों में।
hr: Odgoda između obavještavanja, standardno je postavljeno na 30 min u sekundama.
nl: De vertraging tussen twee meldingen. In seconden, standaard is 30 minuten.
pt_br: O atraso entre duas notificações, o padrão é 30min. em segundos.
tr: İki bildirim arasındaki gecikme, varsayılan olarak 30 dakikadır. saniye cinsinden.

source: Export Logs as CSV…
cs: Exportoval prokoly jako CSV…
es: Exportar registros como CSV…
fr: Exporter les tâches en un fichier CSV…
he: ייצוא יומנים כ־CSV…
hi: लॉग को CSV के रूप में निर्यात करें…
hr: Izvezi zapise kao CSV …
it: Esporta Log come CSV…
nl: Logs exporteren als CSV…
pt_br: Exportar registros como CSV…
tr: Günlükleri CSV Olarak Dışa Aktar...

source: Import Logs from CSV…
cs: Importovat protokoly z CSV…
es: Importar registros desde CSV…
fr: Importer des tâches depuis un fichier CSV…
he: ייבוא יומנים מ־CSV…
hi: CSV से लॉग आयात करें…
hr: Uvezi zapise iz CSV-a …
it: Importa Log da CSV…
nl: Logs importeren vanuit CSV…
pt_br: Importar registros de CSV…
tr: Günlükleri CSV Dosyasından İçe Aktar

source: About Khronos
cs: O programu Khronos
es: Acerca de Khronos
fr: À propos de Khronos
he: על Khronos
hi: Khronos के बारे में
hr: O programu Khronos
id: Tentang Khronos
it: Informazioni su Khronos
nl: Over Khronos
pt_br: Sobre o Khronos
sk: O Khronose
sr: О Khronos-у
sr@latin: O Khronos-u
tr: Khronos Hakkında

source: • events
hi: • कार्यक्रम
nl: • gebeurtenissen
pt_br: • eventos

source: Log name…
cs: Název protokolu …
es: Nombre del registro…
fr: Nom de la tâche…
he: שם היומן…
hi: लॉग नाम…
hr: Ime zapisa …
id: Nama log...
it: Nome log…
nl: Lognaam…
pt_br: Nome do registro…
sk: Názov záznamu…
sr: Име записа…
sr@latin: Ime zapisa…
tr: Günlük adı...

source: Tags (separated by colons)…
es: Etiquetas (separadas por dos puntos)…
nl: Tags (gescheiden door dubbele punten)…

source: Starts the timer for a log
cs: Spustí časovač pro prokolování
es: Inicia el temporizador para un registro
fr: Démarre le chronomètre pour une tâche
he: מתחיל את המתזמן ליומן
hi: लॉग के लिए टाइमर प्रारंभ करता है
hr: Pokreće štopericu za zapis
it: Avvia il timer per un log
nl: Start de timer voor een log
pt_br: Inicia o cronômetro para um registro
tr: Günlük için kronometreyi başlatır

source: Stops the timer for a log
cs: Zastaví časovač pro protokolování
es: Detiene el temporizador para un registro
fr: Stoppe le chronomètre d'une tâche
he: עוצר את המתזמן ליומן
hi: लॉग के लिए टाइमर बंद कर देता है
hr: Prekida štopericu za zapis
it: Arresta il timer per un log
nl: Stopt de timer voor een log
pt_br: Parar o cronômetro para um registro
tr: Günlük için kronometreyi durdurur

source: Resets the timer
hi: टाइमर रीसेट करता है
nl: Reset de timer
pt_br: Reinicia o cronômetro

source: Adds a log to the list
cs: Přidá protokol do seznamu
es: Añade un registro a la lista
fr: Ajoute une tâche à la liste
he: מוסיף יומן לרשימה
hi: सूची में एक लॉग जोड़ता है
hr: Dodaje zapis u popis
id: Tambahkan log ke daftar
it: Aggiunge un log all'elenco
nl: Voeg een log toe aan de lijst
pt_br: Adiciona um registro à lista
sk: Pridať log do zoznamu
sr: Додаје запис у листу
sr@latin: Dodaje zapis u listu
tr: Listeye günlük ekle

source: Cleans the logs list
hi: लॉग सूची साफ करता है
nl: Schoont de log-lijst op
pt_br: Limpa a lista de registros

source: Pauses the timer for a log
hi: लॉग के लिए टाइमर को रोकता है
nl: Pauzeert de timer voor een log
pt_br: Pausa o cronômetro para um registro

source: events
hi: कार्यक्रम
nl: gebeurtenissen
pt_br: eventos

source: Go rest for a while before continuing.
cs: Než budete pokračovat, jděte si na chvíli odpočinout.
es: Descanse un rato antes de continuar.
fr: Prenez une pause avant de continuer...
he: אפשר ללכת לנוח קצת לפני המשך ביצוע המשימה.
hi: आगे बढ़ने से पहले कुछ देर आराम करें।
hr: Malo se odmori prije nego što nastaviš.
id: Beristirahatlah untuk sementara waktu sebelum melanjutkan.
it: Riposati un po' prima di continuare.
nl: Neem even een pauze voordat u doorgaat.
pt_br: Descanse um pouco antes de continuar.
sk: Pred pokračovaním si choďte na chvíľu oddýchnuť.
sr: Иди се одмори мало пре него што наставиш.
sr@latin: Idi se odmori malo pre nego što nastaviš.
tr: Devam etmeden önce bir süre dinlenin.

source: Maybe grab a snack before continuing.
cs: Možná si před pokračováním vezměte svačinu.
es: Tal vez pueda tomar un aperitivo antes de continuar.
fr: Allez peut-être prendre une collation avant de continuer...
he: אפשר ללכת לנשנש משהו לפני המשך ביצוע המשימה.
hi: आगे बढ़ने से पहले शायद नाश्ता करें।
hr: Nabavi si nešto za grickanje prije nego što nastaviš.
it: Magari fai uno spuntino prima di continuare.
nl: Pak eventueel een snack voordat u doorgaat.
pt_br: Talvez faça um lanche antes de continuar.
tr: Belki devam etmeden önce bir şeyler atıştırmak istersiniz (Çn: Aburcuburdan uzak durmayı ihmal etmeyin).

source: Perhaps go get some coffee or tea before continuing.
cs: Než budete pokračovat, zajděte si na kávu nebo čaj.
es: Quizás pueda ir a tomar un café o un té antes de continuar.
fr: Allez peut-être prendre un café ou un thé avant de continuer...
he: אולי אפשר ללכת לשתות קפה או תה לפני המשך ביצוע המשימה.
hi: शायद जारी रखने से पहले कुछ कॉफी या चाय ले आएं।
hr: Nabavi si kavu ili čaj prije nego što nastaviš.
it: Magari vai a prendere un caffè o un tè prima di continuare.
nl: Zet eventueel wat koffie of thee voordat u doorgaat.
pt_br: Talvez vá tomar um café ou chá antes de continuar.
tr: Belki devam etmeden önce belki bir çay veya kahve almak istersiniz (Çn: Şekerden uzak durmayı ihmal etmeyin).

source: That's a big task. Let's rest a bit before continuing.
cs: To je velký úkol. Než budeme pokračovat, trochu si odpočineme.
es: Es una gran tarea. Descanse un poco antes de continuar.
fr: C'est une grande tâche. Allons prendre un peu de repos avant de continuer...
he: זאת משימה גדולה. עדיף לנוח קצת לפני שממשיכים בה.
hi: यह एक बड़ा काम है। आइए आगे बढ़ने से पहले थोड़ा आराम करें।
hr: Ovo je veliki zadatak. Odmori se malo prije nego što nastaviš.
it: Questo è un grande compito. Riposiamoci un po' prima di continuare.
nl: Dat is een grote taak, rust even uit voordat u doorgaat.
pt_br: Essa é uma grande tarefa. Vamos descansar um pouco antes de continuar.
tr: Bu büyük bir görev. Devam etmeden önce biraz dinlenin.

source: Amazing work! But please rest a bit before continuing.
cs: Úžasná práce! Před pokračováním si ale prosím trochu odpočiňte.
es: ¡Increíble trabajo! Pero por favor, descanse un poco antes de continuar.
fr: Excellent travail ! Mais s'il vous plaît, reposez-vous un peu avant de continuer...
he: עבודה מצוינת! אבל בבקשה, עדיף לנוח קצת לפני המשך ביצוע המשימה.
hi: अद्भुत कार्य! लेकिन कृपया जारी रखने से पहले थोड़ा आराम करें।
hr: Nevjerojatan posao! Malo se odmori prije nego što nastaviš.
it: Lavoro fantastico! Ma per favore riposati un po' prima di continuare.
nl: Geweldig werk! Maar neem even een pauze voordat u doorgaat.
pt_br: Ótimo trabalho! Mas por favor descanse um pouco antes de continuar.
tr: Muhteşem bir çalışma! Devam etmeden önce lütfen biraz dinlenin.

source: CSV files
cs: Soubory CSV
es: Archivos CSV
fr: Fichiers CSV
he: קובצי CSV
hi: CSV फाइलें
hr: CSV datoteke
id: Berkas CSV
it: File CSV
nl: CSV-bestanden
pt_br: Arquivos CSV
sk: CSV súbory
sr: CSV датотеке
sr@latin: CSV datoteke
tr: CSV dosyaları

source: All files
cs: Všechny soubory
es: Todos los archivos
fr: Tous les fichiers
he: כל הקבצים
hi: सभी फाइलें
hr: Sve datoteke
id: Semua berkas
it: Tutti i file
nl: Alle bestanden
pt_br: Todos os arquivos
sk: Všetky súbory
sr: Све датотеке
sr@latin: Sve datoteke
tr: Tüm dosyalar

source: Clear Logs?
es: ¿Eliminar los registros?
hi: लॉग साफ करें?
nl: Logs wissen?
pt_br: Limpar registros?

source: Clearing means the logs here will be permanently lost with no recovery.
es: Los registros aquí se perderán permanentemente sin recuperación.
hi: साफ करने का मतलब है कि यहां लॉग बिना किसी पुनर्प्राप्ति के स्थायी रूप से खो जाएंगे।
nl: Wissen houdt in dat de logs hier permanent verloren zullen gaan.
pt_br: Esvaziar esta lista significa que os registros nela contidos serão perdidos permanentemente, sem recuperação.

source: Cancel
cs: Zrušit
es: Cancelar
fr: Annuler
he: ביטול
hi: रद्द करें
hr: Odustani
id: Batal
it: Cancela
nl: Annuleren
pt_br: Cancelar
sk: Zrušiť
sr: Откажи
sr@latin: Otkaži
tr: İptal

source: Clear
es: Eliminar
hi: साफ करें
nl: Wissen
pt_br: Limpar

source: Timer
cs: Časovač
es: Temporizador
fr: Chronomètre
he: מתזמן
hi: टाइमर
hr: Štoperica
id: Pewaktu
pt_br: Cronômetro
sk: Časovač
sr: Одбројавач
sr@latin: Odbrojavač
tr: Kronometre

source: Logs
cs: Protokoly
es: Registros
fr: Tâches
he: יומנים
hi: लॉग
hr: Zapisi
id: Log
it: Log
pt_br: Registros
sk: Záznamy
sr: Записи
sr@latin: Zapisi
tr: Günlükler

source: Removes all logs from the list
cs: Odstraní věechny protokoly ze seznamu
es: Elimina todos los registros de la lista
fr: Supprime toutes les tâches de la liste
he: מסיר את כל היומנים מהרשימה
hr: Briše sve zapise iz popisa
id: Hapus semua log dari daftar
it: Rimuove tutti i log dall'elenco
sk: Odstrániť všetky záznamy zo zoznamu
sr: Обриши све ставке из записника
sr@latin: Obriši sve stavke iz zapisnika
tr: Tüm günlükleri listeden kaldırır

source: Track each task's time in a simple inobtrusive way.
cs: Sledujte čas každého úkolu jednoduchým a nevtíravým způsobem.
es: Controle el tiempo de cada tarea de forma sencilla y no intrusiva.
fr: Suivez le temps de chaque tâche de manière simple et non-intrusive.
he: מעקב אחר התזמון של כל אחת מהמשימות בצורה פשוטה ולא מתבלטת.
hr: Mjeri vrijeme za obavljanje zadataka na jednostavan i nesmetan način.
id: Lacak waktu setiap tugas dengan cara yang tidak mencolok.
it: Tieni traccia del tempo di ogni attività in modo semplice e non invadente.
sk: Sledujte čas každej úlohy jednoduchým a nenápadným spôsobom.
sr: Пратите време задатака на једноставан ненаметљив начин.
sr@latin: Pratite vreme zadataka na jednostavan nenametljiv način.
tr: Her görevin zamanını basit ve göze batmayan bir şekilde takip edin.

source: translator-credits
cs: vikdevelop <super-vik1@protonmail.com>, 2022.
es: Óscar Fernández Díaz <oscfdezdz@tuta.io>
fr: Irénée Thirion
he: ירון שהרבני <sh.yaron@gmail.com>
hi: Scrambled777 <weblate.scrambled777@simplelogin.com>
hr: Milo Ivir <mail@milotype.de>
id: Kukuh Syafaat <kukuhsyafaat@gnome.org>, 2021.
it: Albano Battistella
pt_br: Gustavo Costa <xfgusta@gmail.com> Tiago Lucas Flach <tiagolucas9830@gmail.com>
sk: MartinIIOT
sr: Душан Симић <dusan.simic1810@gmail.com>
sr@latin: Dušan Simić <dusan.simic1810@gmail.com>
tr: Sabri Ünal <libreajans@gmail.com>

source: Plot
hi: सारणी

source: Planning
hi: योजना

source: Time Tracking
hi: समय निगरानी

source: Release: Day 2
hi: रिलीज: दिन 2
pt_br: Lançamento: Dia 2

source: Changed: Overall refinements to match the updated looks of GNOME apps.
hi: परिवर्तित: GNOME ऐप्स के अद्यतन स्वरूप से मेल खाने के लिए समग्र परिशोधन।
pt_br: Alterado: Refinamentos gerais para combinar com a aparência atualizada dos aplicativos GNOME.

source: Tags (split by colons)…
hi: टैग (कोलन द्वारा विभाजित)…
pt_br: Tags (divididas por dois pontos)…

source: No Logs
cs: Žádné protokoly
fr: Pas de tâches
he: אין יומנים
hr: Nema zapisa
id: Tidak ada log
it: Nessun Log
sk: Žiadne záznamy
sr: Нема записа
sr@latin: Nema zapisa
tr: Günlük Yok

source: Add a log on Timer tab and check later.
cs: Přidat protokol na kartu Časovač a později zkontrolovat.
fr: Ajoutez une tâche sur l'onglet chronomètre et vérifiez plus tard.
he: ניתן להוסיף יומן בלשונית המתזמן ולבדוק מאוחר יותר.
hr: Dodaj zapis u karticu štoperice i kasnije provjeri.
id: Tambahkan log pada tab Pewaktu dan periksa nanti.
it: Aggiungi un log nella scheda Timer e controlla in seguito.
sk: Pridajte záznam na kartu časovača a skontrolujte neskôr.
sr: Додај запис на Тајмер таб и провери касније.
sr@latin: Dodaj zapis na Tajmer tab i proveri kasnije.
tr: Kronometre sekmesine bir günlük ekleyin ve daha sonra kontrol edin.

source: Empty the Logs List?
cs: Vyprázdnit seznam protokolů?
fr: Vider la liste des tâches ?
he: לפנות את רשימת היומנים?
hr: Izbrisati popis zapisa?
id: Kosongkan Daftar Log?
it: Svuotare l'elenco dei log?
sk: Vymazať zoznam záznamov?
sr: Испразни записник времена?
sr@latin: Isprazni zapisnik vremena?
tr: Günlük Listesi boşaltılsın mı?

source: Emptying this list means all the logs in it will be permanently lost with no recovery.
cs: Vyprázdnění tohoto seznamu znamená, že všechny záznamy v něm budou trvale ztraceny bez možnosti obnovy.
fr: Vider cette liste signifie que toutes les tâches seront supprimées définitivement sans possibilité de récupération.
he: פינוי הרשימה הזאת יוביל לכך שכל היומנים יאבדו לחלוטין ללא אפשרות לשחזור.
hr: Pražnjenje ovog popisa znači da će svi zapisi u popisu biti nepovratno izbrisani.
id: Mengosongkan daftar ini berarti semua log di dalamnya akan hilang secara permanen tanpa pemulihan.
it: Svuotare questo elenco significa che tutti i log in esso contenuti verranno definitivamente persi senza possibilità di recupero.
sk: Vymazanie tohto zoznamu znamená, že všetky záznamy v ňom budú natrvalo stratené bez možnosti obnovenia.
sr: Пражњењем овог списка, сви записи ће заувек бити изгубљени без могућности повратка.
sr@latin: Pražnjenjem ovog spiska, svi zapisi će zauvek biti izgubljeni bez mogućnosti povratka.
tr: Bu listenin boşaltılması, içindeki tüm günlüklerin kurtarma imkanı olmadan kalıcı olarak kaybedileceği anlamına gelir.

source: Empty List
cs: Prázdný seznam
fr: Vider la liste
he: פינוי הרשימה
hr: Prazan popis
id: Daftar Kosong
it: Elenco vuoto
sk: Prázdny zoznam
sr: Испразни списак
sr@latin: Isprazni spisak
tr: Listeyi Boşalt

source: Stop Timer
id: Hentikan Pewaktu
sk: Zastaviť časovač

source: Start Timer
id: Mulai Pewaktu
sk: Spustiť časovač

source: Sort Tasks
id: Urutkan Tugas
sk: Zoradiť úlohy

source: By Time
id: Berdasarkan Waktu
sk: Podľa času

source: By Name
id: Berdasarkan Nama
sk: Podľa názvu

source: Export Logs (CSV)…
id: Ekspor Log (CSV)...
sk: Exportovať záznamy (CSV)…

source: Preferences
id: Preferensi
sk: Vlastnosti

source: Starts a log's timer
id: Memulai pewaktu log
sk: Spustiť časovač záznamu

source: Add Log
id: Tambahkan Log
sk: Pridať záznam

source: General
id: Umum
sk: Všeobecné

source: Notification Delay
id: Penundaan Pemberitahuan
sk: Oneskorenie notifikácie
